foc2py/save.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://skyguide.ch/web">
   <soapenv:Header/>
   <soapenv:Body>
      <web:Save>
         <web:a>redhat</web:a>
      </web:Save>
   </soapenv:Body>
</soapenv:Envelope>
